// Pushbutton that says "Install 32 Items"
"installButtonLabelTemplatePlural" = "%d items installeren";

// Pushbutton that says "Install 1 Item"
"installButtonLabelTemplateSingular" = "%d item installeren";

// Pushbutton for zero items
"installButtonLabelTemplateZero" = "Installeren";

// Abbreviation for megabytes
"size-mb-unit" = "MB";

// Abbreviation for kilobytes
"size-kb-unit" = "kB";

// Format for file size, like "37 MB" or "182.31 KB"
"size-string-format" = "%.1f %@";


// Strings for the "Products require reboot" dialog

// Reboot alert, shown if the user needs to restart their system.
"reboot-message" = "Google Software Update raadt u aan uw computer opnieuw op te starten.";
// Reboot message specifying which software product might not work until a reboot.
"reboot-details" = "%1$@ functioneert mogelijk niet correct totdat u opnieuw heeft opgestart.";
// Default button, reboot now
"reboot-button1" = "Opnieuw opstarten";
// Cancel button - do it later
"reboot-button2" = "Later";
// Alert icon name.
// This message does not need to be translated.
"reboot-iconName" = "error";
// If there is no name for the product wanting a reboot, this string will
// be substituted into into |reboot-details|.
"reboot-no-product-placeholder" = "Nieuw bijgewerkte software";

// "All done with update" alert message - The updates were successful
"alldone-success-message" = "Updates geslaagd";
// All-done message saying that the software has successfully finished installing
"alldone-success-details" = "Google Software Update heeft de updates geïnstalleerd.";
// OK Button, updates were successful.
"alldone-success-button1" = "OK";
// Alert icon name.
// This message does not need to be translated.
"alldone-success-iconName" = "success";

// "Unsuccessful update" alert message - All of the updates were not successful.
"alldone-failure-message" = "Updates mislukt";
// Unsuccessful update message saying the update was not successful, and we'll try again at a later time.
"alldone-failure-details" = "Google Software Update kan de updates niet installeren. Het programma probeert het later opnieuw.";
// OK button, updates were not successful.
"alldone-failure-button1" = "OK";
// Alert icon name.
// This message does not need to be translated.
"alldone-failure-iconName" = "error";

// "Partial Success", some updates succeeded, and some failed.
"alldone-mixed-message" = "Enkele updates geslaagd";
// Partial success alert message, some updates were successful, some failed and will be tried later.
"alldone-mixed-details" = "Google Software Update heeft enkele updates geïnstalleerd. Het programma probeert mislukte updates later opnieuw te installeren.";
// OK button
"alldone-mixed-button1" = "OK";
// Alert icon name.
// This message does not need to be translated.
"alldone-mixed-iconName" = "error";


// Strings for labels in the Google Software Update window.
// Some of these strings are referenced in
// KSAgentUpdateWindowControllerTest.m, so you may need to update the
// test if you change these.

// Title for the software Update Window.  This is the name of the "Google Software Update" product
"updatewindowTitle" = "Google Software Update";
// Update Window message saying that there are new google software updates available.
"updatewindowMessageLabel" = "Er is nieuwe Google-software beschikbaar voor uw computer.";
// Update Window details line telling the user that if they don't install the updates now, they will be asked again sometime later.
"updatewindowDetailsLabel" = "Als u nu niet wilt installeren, vraagt het programma u dit later opnieuw.";
// Update Window label that is shown if any updates require a restart.
"updatewindowRestartRequiredLabel" = "U moet hiervoor opnieuw opstarten.";
// Update Window button label, acts as a cancel button, so that the user can update things later.
"updatewindowLaterButtonMessageLabel" = "Later";
// Empty string for a table column for the restart icon.  It can stay empty.
// This message does not need to be translated.
"updatewindowTablecolumnRestartLabel" = "";
// Update Window table column header for checkboxes for the user to select/deselect.  If the checkbox is selected, the update will be installed.
"updatewindowTablecolumnInstallLabel" = "Installeren";
// Update Window table column header for the name of the product being updated.
"updatewindowTablecolumnNameLabel" = "Naam";
// Update Window table column header for the version number of the product being updated.
"updatewindowTablecolumnVersionLabel" = "Versie";
// Update Window table column header for the download size of the product being updated.
"updatewindowTablecolumnSizeLabel" = "Grootte";
// Update Window label above a progress indicator indicating which product name is being updated..
"updatewindowInstallingProductTemplate" = "Bezig met het bijwerken van %@";
// Update Window label saying that installation is in progress.
"updatewindowInstallingStatusLabel" = "Bezig met installeren";
